Repository: zecure/shadowd_ui
Catalog: src/Swd/AnalyzerBundle/Resources/translations/messages.*.xlf
Languages: he

source: Y-m-d H:i
he: d/m/y H:i

source: Home
he: בית

source: User Interface
he: ממשק משתמש

source: Profile
he: פרופיל

source: Learning
he: לומד

source: Whitelist
he: וויטליסט

source: Blacklist
he: בלקליסט

source: Last request
he: בקשה אחרונה

source: Disabled
he: לא מופעל

source: Enabled
he: מופעל

source: Did you know ... ?
he: הידעת ... ?

source: Learn more
he: עוד פרטים

source: Include
he: צרף

source: Exclude
he: הוצא

source: Toggle filters
he: הפעל\בטל פילטרים

source: Toggle navigation
he: הפעל\בטל ניווט

source: Warning!
he: אזהרה!

source: You do not have Javascript enabled and thus some functionality won't work.
he: Javascript אינו מופעל ולכן פונקציונליות עלולה להיות לקויה.

source: Requests
he: בקשות

source: Request ID
he: מזהה בקשה

source: Profile ID
he: מזהה פרופיל

source: Date
he: תאריך

source: Caller
he: קורא

source: Resource
he: משאב

source: Client IP
he: IP לקוח

source: Overview
he: בקרה

source: # Parameters
he: # פרמטרים

source: Show details
he: הראה פרטים

source: Parameters
he: פרמטרים

source: Parameter ID
he: מזהה פרמטר

source: Path
he: נתיב

source: Value
he: ערך

source: Unknown
he: כא ידוע

source: Critical
he: קריטי

source: Broken rule
he: חוק שבור

source: Parameter
he: פרמטר

source: Whitelist: Broken Rules
he: וויטליסט: חוקים שבורים

source: Rule ID
he: מזהה חוק

source: Min. length
he: אורך מינ.

source: Max. length
he: אורך מקס.

source: Filter
he: פילטר

source: No limitation
he: חסר גבול

source: Too short
he: קצר מדי

source: Adhered to
he: דבק ב

source: Match
he: התאמה

source: No match
he: אין התאמה

source: Blacklist: Matching Filters
he: בלקליסט: גילטרים מתאימים

source: Filter ID
he: מזהה פילטר

source: Impact
he: השפעה

source: Classification
he: סיווג

source: Description
he: תיאור

source: Blacklist Rules
he: חוקי בלקליסט

source: Status
he: סטטוס

source: Modified
he: שונה

source: Threshold
he: סף

source: Edit
he: ערוך

source: Active
he: פעיל

source: Inactive
he: לא פעיל

source: Pending
he: במהלכים

source: Blacklist Rule
he: חוק בלקליסט

source: Blacklist Rules Export
he: יצוא חוקי בלקליסט

source: Last attack
he: תקיפה אחרונה

source: # Attacks
he: # תקיפות

source: Blacklist Rules Import
he: יבוא חוקי בלקליסט

source: The rules were updated.
he: החוקים עודכנו.

source: The rule was added.
he: החוק נוסף.

source: Whitelist Rules
he: חוקי וויטליסט

source: Conflict
he: קונפליקט

source: Insecure
he: לא בטוח

source: Secure
he: בטוח

source: Add
he: הוסף

source: Import
he: יבא

source: Export
he: יצא

source: Generator
he: גנרטות

source: Whitelist Rule
he: חוק וויטליסט

source: Caution!
he: זהירות!

source: The rule was updated.
he: החוק עודכן.

source: The rules were imported.
he: החוקים הובאו.

source: Whitelist Rules Export
he: יצוא חוקי וויטליסט

source: Whitelist Rules Import
he: יבוא חוקי וויטליסט

source: Rules Generator
he: גנרטור לחוקים

source: Invalid file.
he: קובץ לא תקין.

source: Profiles
he: פרופילים

source: Server IP
he: IP שרת

source: Name
he: שם

source: Blacklist threshold
he: סף בלקליסט

source: Flooding timeframe
he: מסגרת זמן ההצפה

source: Flooding threshold
he: סף ההצפה

source: # Requests
he: # בקשות

source: Users
he: משתמשים

source: User ID
he: מזהה משתמש

source: Username
he: שם משתמש

source: Email
he: כתובת מייל

source: Role
he: תפקיד

source: Admin
he: מנהל

source: Settings
he: הגרות

source: Defaults
he: ברירות מחדל

source: Password
he: סיסמא

source: Limit
he: גבול

source: Execute
he: בצע

source: Filter
he: פילטר

source: Reset
he: אפס

source: Clear
he: נקה

source: From
he: מאת

source: To
he: ל

source: Year
he: שנה

source: Month
he: חודש

source: Day
he: יום

source: Hour
he: שעה

source: Minute
he: דקה

source: Save
he: שמור

source: Base
he: בסיס

source: Paths
he: נתיבים

source: Callers
he: קוראים

source: File
he: קובץ

source: Activated
he: הופעל

source: Deactivated
he: בוטל

source: Activate rules
he: הפעל חוקים

source: Deactivate rules
he: בטל חוקים

source: Delete rules
he: מחק חוקים

source: Min. unique visitors
he: מינ. משתמשים ייחודים

source: Min. filter dominance
he: מינ. דומיננטיות פילטר

source: Unify arrays
he: אגד מערכים

source: Is threat
he: האם הוא איום

source: Has no whitelist rule
he: ללא חוק וויטליסט

source: Has broken whitelist rule
he: חוק וויטליסט שבור

source: Has critical impact
he: השפעה קריטית

source: Delete parameters
he: מחק פרמטרים

source: Enable integrity
he: הפעל שלמות

source: Disable integrity
he: בטל שלמות

source: Enable whitelist
he: הפעל וויטליסט

source: Disable whitelist
he: בטל וויטליסט

source: Enable blacklist
he: הפעל בלקליסט

source: Disable blacklist
he: בטל בלקליסט

source: Delete learning requests
he: מחק בקשות למידה

source: Delete productive requests
he: מחק בקשות מועילות

source: Delete profiles
he: מחק פרופילים

source: Key
he: מפתח

source: Delete requests
he: מחק בקשות

source: Entries per page
he: רשומות לעמוד

source: Descendent
he: צאצא

source: Ascendent
he: אב

source: Sort order
he: סדר מיון

source: Theme
he: ערכת נושא

source: Old password
he: סיסמה ישנה

source: New password
he: סיסמה חדשה

source: Repeat password
he: סיסמה שנית

source: Automatically open filter mask on new filter
he: פתח מסכת פילטר ביצירת פילטר חדש באופן אוטומטי

source: Delete users
he: מחק משתמשים

source: Demand password change on login
he: בקש שינוי סכסנה על כניסה הבאה למערכת

source: Has conflict
he: קונפליקט

source: Previous
he: קודם

source: Next
he: הבא

source: First
he: ראשון

source: Last
he: אחרון

source: Analysis
he: ניתוח

source: Management
he: ניהול

source: Administration
he: אדמיניסטרציה

source: Logout
he: צא

source: Integrity
he: שלימות

source: Unify callers
he: אחד קוראים

source: Predefined
he: נקבע מראש

source: Generate whitelist rules
he: צור חוקי וויטליסט

source: Generate blacklist rules
he: צור חוקי בלקליסט

source: Min. threshold dominance
he: מינ. דומיננטיות סף

source: Statistics
he: סטיסטיקות

source: You are still using the default password. Please change it immediately.
he: הסיסמה הדיפולטית עדיין בשימוש. אנא שנו אותו מיד.

source: The parameters were updated.
he: הפרמטר עודכן.

source: Unable to modify rules.
he: אין באפשרות לשנות חוקים.

source: Unable to modify parameters.
he: אין באפשרות לשנות פרמטרים.

source: Unable to modify profiles.
he: אין באפשרות לשנות פרופילים.

source: The profiles were updated.
he: הפרופילים עודכנו.

source: The profile was added.
he: הפרופיל נוסף.

source: The profile was updated.
he: הפרופיל עודכן.

source: Unable to modify requests.
he: אין באפשרות לשנות בקשות.

source: The requests were updated.
he: הבקשות עודכנו.

source: The new password can not be empty.
he: הסיסמה החדשה לא יוכולה להיות ריקה.

source: The old password is not correct.
he: הסיסמה הישנה שגויה.

source: The settings and password were updated.
he: ההגדרות וסיסמה עודכנו.

source: The settings were updated.
he: ההגדרות עודכנו.

source: The users were updated.
he: המשתמשים עודכנו.

source: The user was added.
he: המשתמש נוסף.

source: The user was updated.
he: המשתמש עודכן.

source: Locale
he: שפה

source: There are no tooltips :(
he: אין טולטיפים :(

source: User
he: משתמש

source: Low security
he: אבטחה נמוכה

source: Moderate security
he: אבטחה בינונית

source: High security
he: אבטחה גבוהה

source: Custom
he: מותאם

source: Generate
he: צור

source: Numeric
he: מספרי

source: Numeric (extended)
he: מספרי (מורחב)

source: Hexadecimal
he: הקסדצימלי

source: Alphanumeric
he: אלפנומרי

source: Special Characters
he: תווים מיוחדים

source: Everything
he: הכל

source: Sec.
he: ש'

source: Max. length variance
he: מקס. שונות מרחק

source: No new rules were added.
he: לא נוספו חוקים חדשים.

source: One new rule was added.
he: חוק אחד חדש נוסף.

source: %number% new rules were added.
he: %number% חוקים חדשים נוספו.

source: Integrity Rules Export
he: יצוא חוקי שלמות

source: Integrity Rules Import
he: יבוא חוקי שלמות

source: Integrity Rules
he: חוקי שלמות

source: Algorithm
he: אלגוריתם

source: Algorithms
he: אלגוריטמים

source: Digest
he: האש

source: Digests
he: האשים

source: Integrity Rule
he: חוק שלמות

source: Anomaly
he: אנומליה

source: Too short
he: קצר מדי

source: Too long
he: ארוך מדי

source: Integrity: Broken Rules
he: שלמות: חוקים שבורים

source: Global threshold
he: סף גלובלי

source: Timeframe
he: מסגרת זמן

source: Flooding
he: הצפה

source: Protections
he: הגנות

source: Mode
he: מצב

source: Passive
he: פאסיבי

source: Enable flooding
he: הפעל הצפה

source: Disable flooding
he: בטל הצפה

source: Has no integrity rule
he: ללא חוק שלמות

source: Has broken integrity rule
he: חוק שלמות שבור

source: Generate integrity rules
he: צור חוקי שלמות
